tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "robscott/tap"
tap "teamookla/speedtest"
tap "warrensbox/tap"
brew "ca-certificates"
brew "readline"
brew "asdf"
brew "bash"
brew "cmake"
brew "cmake-docs"
brew "crane"
brew "dfu-util"
brew "direnv"
brew "fzf"
brew "git"
brew "git-secrets"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "grep"
brew "grpcurl"
brew "pkg-config"
brew "guile"
brew "htop"
brew "jq"
brew "jrnl"
brew "just"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "ncspot"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "powerlevel10k"
brew "ripgrep"
brew "scc"
brew "sd"
brew "stern"
brew "task"
brew "taskwarrior-tui"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "traefik"
brew "velero"
brew "virtualenv"
brew "watch"
brew "wget"
brew "wimlib"
brew "yadm"
brew "yq"
brew "z"
brew "zoxide"
brew "zstd"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "alacritty"
cask "ngrok"
vscode "cschlosser.doxdocgen"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "espressif.esp-idf-extension"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "jeff-hykin.better-cpp-syntax"
vscode "joedevivo.vscode-circuitpython"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "platformio.platformio-ide"
vscode "redhat.vscode-yaml"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
