tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "azure/functions"
tap "dart-lang/dart"
tap "gofireflyio/aiac"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "robscott/tap"
tap "teamookla/speedtest"
tap "warrensbox/tap"
brew "ca-certificates"
brew "readline"
brew "asdf"
brew "bash"
brew "pkg-config"
brew "cmake"
brew "cmake-docs"
brew "crane"
brew "dfu-util"
brew "direnv"
brew "fzf"
brew "git"
brew "git-secrets"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "golang-migrate"
brew "grep"
brew "grpcurl"
brew "helm"
brew "htop"
brew "jq"
brew "jrnl"
brew "just"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "zstd"
brew "ncspot"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "postgresql@14"
brew "pulumi"
brew "redis"
brew "ripgrep"
brew "scc"
brew "sd"
brew "stern"
brew "task"
brew "taskwarrior-tui"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "traefik"
brew "velero"
brew "virtualenv"
brew "watch"
brew "wget"
brew "wimlib"
brew "yadm"
brew "yq"
brew "z"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "ngrok"
