tap "adoptopenjdk/openjdk"
tap "azure/functions"
tap "bufbuild/buf"
tap "dart-lang/dart"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "robscott/tap"
tap "teamookla/speedtest"
tap "warrensbox/tap"
brew "ca-certificates"
brew "readline"
brew "python@3.10"
brew "azure-cli"
brew "bazel"
brew "pkg-config"
brew "cmake"
brew "cmake-docs"
brew "dfu-util"
brew "direnv"
brew "fzf"
brew "git"
brew "git-secrets"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "golang-migrate"
brew "grep"
brew "grpcurl"
brew "helm"
brew "htop"
brew "hugo"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeval"
brew "kustomize"
brew "linkerd"
brew "ncspot"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "node"
brew "nvm"
brew "openjdk"
brew "openssl@3"
brew "postgresql@14"
brew "protobuf"
brew "pulumi"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "scc"
brew "task"
brew "taskwarrior-tui"
brew "telnet"
brew "terragrunt"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "traefik"
brew "watch"
brew "wget"
brew "wimlib"
brew "yadm"
brew "z"
brew "azure/functions/azure-functions-core-tools@3"
brew "bufbuild/buf/buf"
brew "dart-lang/dart/dart"
brew "googlecontainertools/kpt/kpt"
brew "teamookla/speedtest/speedtest"
brew "warrensbox/tap/tfswitch"
cask "android-platform-tools"
cask "ngrok"
cask "powershell"
